Revit 2027 API
DGNExportOptions Constructor
 Constructs a new instance of DGNExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DGNExportOptions()
Public Sub New
public:
DGNExportOptions()
new : unit -> DGNExportOptions
See Also
Reference
DGNExportOptions Class
DGNExportOptions Overload
Autodesk.Revit.DB Namespace